Repository: shereiki/goose
Catalog: GooseSwift/Localizable.xcstrings
Source language: en
Languages: pt_pt

source: , active
pt_pt: , ativo

# %@, %lld dBm
source: %1$@, %2$lld dBm
pt_pt: %@, %lld dBm

# %@RSSI %lld
source: %1$@RSSI %2$lld
pt_pt: %@RSSI %lld

source: %lld beats per minute
pt_pt: %lld batimentos por minuto

# %lld load | %@
source: %1$lld load | %2$@
pt_pt: %lld carga | %@

source: %lld records acked
pt_pt: %lld registos confirmados

source: 30 MIN AGO
pt_pt: HÁ 30 MIN

source: About
pt_pt: Acerca

source: Actions
pt_pt: Acções

source: Active Calories
pt_pt: Calorias Activas

source: Active workout GPS while Goose is open
pt_pt: GPS de exercício activo enquanto o Goose está aberto

source: Activities
pt_pt: Actividades

source: Activity
pt_pt: Actividade

source: Adapter
pt_pt: Adaptador

source: Add Sleep
pt_pt: Adicionar sono

source: Add Sleep creates the first local sleep row once manual entry is available.
pt_pt: Adicionar sono cria a primeira entrada de sono local quando a introdução manual estiver disponível.

source: Add Sleep Unavailable
pt_pt: Adicionar Sono Indisponível

source: ADVANCED
pt_pt: AVANÇADO

source: AirDrop Export Manifest
pt_pt: AirDrop Manifesto de Exportação

source: AirDrop Final Bundle
pt_pt: AirDrop Pacote Final

source: AirDrop Latest Zip
pt_pt: AirDrop Zip Mais Recente

source: AirDrop Local Data File
pt_pt: AirDrop Ficheiro de Dados Local

source: AirDrop Validation Manifest
pt_pt: AirDrop Manifesto de Validação

source: AirDrop Validation Review
pt_pt: AirDrop Revisão de Validação

source: AirDrop Validation Runbook
pt_pt: AirDrop Runbook de Validação

source: Alarm config
pt_pt: Configuração do alarme

source: Alarm mode
pt_pt: Modo de alarme

source: Algorithm Definitions
pt_pt: Definições de Algoritmos

source: Algorithm ids
pt_pt: IDs de algoritmos

source: Algorithm versions
pt_pt: Versões de algoritmos

source: Algorithms
pt_pt: Algoritmos

source: All Workouts
pt_pt: Todos os Exercícios

source: Analysis
pt_pt: Análise

source: Anthropic API key
pt_pt: Chave de API Anthropic

source: API Key
pt_pt: Chave de API

source: App Version
pt_pt: Versão da App

source: App, Rust core, and licenses
pt_pt: App, núcleo Rust e licenças

source: Apple Health Profile
pt_pt: Perfil Apple Health

source: Ask About This
pt_pt: Perguntar Sobre Isto

source: Ask Coach
pt_pt: Perguntar ao Treinador

source: Authentication
pt_pt: Autenticação

source: Authorization
pt_pt: Autorização

source: Average HR
pt_pt: FC Média

source: avg
pt_pt: méd.

source: Avg. %@
pt_pt: Méd. %@

source: Back
pt_pt: Voltar

source: Backfill Window
pt_pt: Janela de Preenchimento

source: Background route tracking when you minimize Goose
pt_pt: Rastreamento de rota em segundo plano quando minimizas o Goose

source: Band controls
pt_pt: Controlos da banda

source: Band sync
pt_pt: Sincronização com banda

source: Band write diagnostics
pt_pt: Diagnósticos de escrita da banda

source: Base URL
pt_pt: URL de Base

source: Battery
pt_pt: Bateria

source: Battery and sync reminders
pt_pt: Lembretes de bateria e sincronização

source: Bearer token (API key)
pt_pt: Token Bearer (chave de API)

source: Bluetooth access is required. Open Settings to allow access.
pt_pt: É necessário acesso ao Bluetooth. Abre as Definições para permitir o acesso.

source: Bluetooth is off. Enable Bluetooth to scan for HR monitors.
pt_pt: Bluetooth desligado. Activa o Bluetooth para procurar monitores de FC.

source: BLUETOOTH OFF
pt_pt: BLUETOOTH DESLIGADO

source: Body weight to prefill your profile
pt_pt: Peso corporal para pré-preencher o perfil

source: Boundary
pt_pt: Fronteira

source: Breakdown
pt_pt: Distribuição

source: Bundle Path
pt_pt: Caminho do Pacote

source: Bundle Validation
pt_pt: Validação do Pacote

source: Bundle windows, data scopes, validation, and lint
pt_pt: Janelas de pacotes, âmbitos de dados, validação e lint

source: Calculation
pt_pt: Cálculo

source: Calibrate
pt_pt: Calibrar

source: Calibration
pt_pt: Calibração

source: Cancel
pt_pt: Cancelar

source: Capture
pt_pt: Captura

source: Capture Plan
pt_pt: Plano de Captura

source: Capture Session
pt_pt: Sessão de Captura

source: Capture sessions
pt_pt: Sessões de captura

source: Capture, exports, bridge diagnostics, and debug tools
pt_pt: Captura, exportações, diagnósticos de bridge e ferramentas de depuração

source: Cardio Load
pt_pt: Carga Cardio

source: Cardio Load Calibration
pt_pt: Calibração de Carga Cardio

source: Cardio Load Help
pt_pt: Ajuda de Carga Cardio

source: Cardio Load helps gauge whether training is building, maintaining, or trending toward overtraining or detraining. It compares your short-term load from recent activity against a longer-term baseline.
pt_pt: A Carga Cardio ajuda a avaliar se o treino está a progredir, a manter-se ou a tender para o excesso ou falta de treino. Compara a sua carga de curto prazo com a atividade recente em relação a uma linha de base de longo prazo.

source: Cardio Load needs activity sessions and heart-rate data.
pt_pt: A Carga Cardio necessita de sessões de atividade e dados de frequência cardíaca.

source: Cardio Load needs HR and activity data.
pt_pt: A Carga Cardio necessita de dados de FC e atividade.

# Cardio Load, %@, %@
source: Cardio Load, %1$@, %2$@
pt_pt: Carga Cardio, %@, %@

source: Cardio Status
pt_pt: Estado Cardio

source: Cardio Status Breakdown
pt_pt: Distribuição de Estado Cardio

source: Change
pt_pt: Alterar

source: Charging
pt_pt: A carregar

source: Chat ready
pt_pt: Chat pronto

source: Chat signed out
pt_pt: Chat sem sessão iniciada

source: Check
pt_pt: Verificar

source: Check height.
pt_pt: Verifica a altura.

source: Check weight.
pt_pt: Verifica o peso.

source: Checking...
pt_pt: A verificar...

source: Choose Strain date
pt_pt: Escolher data de esforço

source: Choose Stress date
pt_pt: Escolher data de stress

source: Choose the vibration pattern Goose should use for this alarm profile.
pt_pt: Escolha o padrão de vibração que o Goose deve utilizar para este perfil de alarme.

source: Choose your strap
pt_pt: Escolhe a tua banda

source: Clock
pt_pt: Relógio

source: Close
pt_pt: Fechar

source: Coach
pt_pt: Treinador

source: Coach account
pt_pt: Conta do Treinador

source: Coach Chat
pt_pt: Chat do Treinador

source: Coach sends the question plus bounded local tool output after approval. Tokens are stored in Keychain.
pt_pt: O Coach envia a pergunta mais a saída limitada de ferramentas locais após aprovação. Os tokens são guardados no Keychain.

source: Coach settings
pt_pt: Definições do treinador

source: Coach Settings
pt_pt: Definições do Treinador

source: Coach Sign In
pt_pt: Início de Sessão do Treinador

source: Command Evidence
pt_pt: Evidência de comando

source: Command Shortcuts
pt_pt: Atalhos de Comandos

source: Command Writes
pt_pt: Escritas de Comandos

source: Comparisons
pt_pt: Comparações

source: Confidence
pt_pt: Confiança

source: Configuration
pt_pt: Configuração

source: Connect
pt_pt: Ligar

source: Connect a band to write alarms
pt_pt: Ligue uma banda para configurar alarmes

source: Connect and view live heart rate from a Bluetooth HR monitor
pt_pt: Ligar e ver a frequência cardíaca em tempo real de um monitor FC Bluetooth

source: Connect Selected
pt_pt: Ligar Seleccionado

source: Connect selected strap
pt_pt: Ligar banda seleccionada

source: Connect to %@
pt_pt: Ligar a %@

source: Connect to the selected strap
pt_pt: Ligar à banda seleccionada

source: Connected
pt_pt: Ligado

source: CONNECTED
pt_pt: LIGADO

source: Connected and ready
pt_pt: Ligado e pronto

source: Connecting
pt_pt: A ligar...

source: CONNECTING
pt_pt: A LIGAR

source: Connecting to %@
pt_pt: A ligar a %@

source: Connection
pt_pt: Ligação

source: Connection and reconnect status
pt_pt: Estado de ligação e reconexão

source: Connection Lab
pt_pt: Laboratório de Ligação

source: Continue
pt_pt: Continuar

source: Controls Locked
pt_pt: Controlos bloqueados

source: Create Support Bundle
pt_pt: Criar Pacote de Suporte

source: Daily load
pt_pt: Carga diária

source: Daily Scores
pt_pt: Pontuações Diárias

source: Daily strain, activity, energy, and trend readiness
pt_pt: Esforço diário, actividade, energia e prontidão de tendências

source: Data Deletion Link
pt_pt: Ligação de Eliminação de Dados

source: Data Export Link
pt_pt: Ligação de Exportação de Dados

source: Data Families
pt_pt: Famílias de Dados

source: Data Gaps
pt_pt: Lacunas de Dados

source: Data source
pt_pt: Fonte de dados

source: Database
pt_pt: Base de Dados

source: Date of birth
pt_pt: Data de nascimento

source: Debug
pt_pt: Depuração

source: Debug Session
pt_pt: Sessão de Depuração

source: Defaults
pt_pt: Predefinições

source: Deferred Surfaces
pt_pt: Superfícies Diferidas

source: Destructive commands are locked
pt_pt: Os comandos destrutivos estão bloqueados

source: Destructive Commands Locked
pt_pt: Comandos Destrutivos Bloqueados

source: Developer
pt_pt: Programador

source: Developer Surface
pt_pt: Superfície de Programador

source: Device
pt_pt: Dispositivo

source: Diagnostics
pt_pt: Diagnósticos

source: Disable alarm on band
pt_pt: Desativar alarme na banda

source: Disable on band
pt_pt: Desactivar na banda

source: Disable on Band
pt_pt: Desactivar na Banda

source: Disable WHOOP Alarms
pt_pt: Desativar alarmes WHOOP

source: Disconnect
pt_pt: Desligar

source: Disconnect HR monitor
pt_pt: Desligar monitor FC

source: Disconnected
pt_pt: Desligado

source: Discovered
pt_pt: Descobertos

source: DISCOVERED
pt_pt: DESCOBERTOS

source: Dismiss
pt_pt: Dispensar

source: Distance, pace, elevation, and route points
pt_pt: Distância, ritmo, altitude e pontos de rota

source: Done
pt_pt: Concluído

source: Dry Runs
pt_pt: Execuções de Teste

source: Duration
pt_pt: Duração

source: Duration %@
pt_pt: Duração %@

source: Duration:
pt_pt: Duração:

source: Duration: %@
pt_pt: Duração: %@

source: Efficiency buffer
pt_pt: Buffer de eficiência

source: Empty State
pt_pt: Estado Vazio

source: Enable Bluetooth
pt_pt: Activar Bluetooth

source: Enable Bluetooth to scan for HR monitors.
pt_pt: Activa o Bluetooth para procurar monitores de FC.

source: Enable Location
pt_pt: Activar Localização

source: Enable Notifications
pt_pt: Activar Notificações

source: Enable Upload
pt_pt: Activar Envio

source: End
pt_pt: Fim

source: Energy
pt_pt: Energia

# Energy %lld | Stress %lld
source: Energy %1$lld | Stress %2$lld
pt_pt: Energia %lld | Stress %lld

source: Energy And Stress
pt_pt: Energia e Stress

source: Energy Bank
pt_pt: Banco de Energia

source: Energy Bank needs stress, sleep, and activity data.
pt_pt: O Banco de Energia necessita de dados de stress, sono e atividade.

source: Energy Bank needs stress, sleep, and activity inputs.
pt_pt: O Banco de Energia necessita de entradas de stress, sono e atividade.

source: Energy charge, drain, stress, and sleep contribution
pt_pt: Carga de energia, drenagem, stress e contribuição do sono

source: Energy Usage
pt_pt: Uso de Energia

source: Enter an API key first
pt_pt: Introduza primeiro uma chave de API

source: Enter height.
pt_pt: Introduz a altura.

source: Enter High Frequency Sync
pt_pt: Entrar em Sincronização de Alta Frequência

source: Enter weight.
pt_pt: Introduz o peso.

source: Enter your first name.
pt_pt: Introduz o teu primeiro nome.

source: Event Log
pt_pt: Registo de Eventos

source: Events
pt_pt: Eventos

source: EVENTS
pt_pt: EVENTOS

source: Every row below declares bridge, live, local, or unavailable provenance.
pt_pt: Cada linha abaixo declara a proveniência: bridge, directo, local ou indisponível.

source: Evidence Import
pt_pt: Importação de Evidências

source: Existing Goose Records
pt_pt: Registos Goose Existentes

source: Exit HF
pt_pt: Sair HF

source: Exit High Frequency Sync
pt_pt: Sair de Sincronização de Alta Frequência

source: Export
pt_pt: Exportar

source: Export Last Guard
pt_pt: Exportar Última Guarda

source: Export Window
pt_pt: Janela de Exportação

source: Extract Packet-Derived Inputs
pt_pt: Extrair Entradas Derivadas de Pacotes

source: Families
pt_pt: Famílias

source: Family
pt_pt: Família

source: Female
pt_pt: Feminino

source: Filters
pt_pt: Filtros

source: Final Export
pt_pt: Exportação Final

source: Final Sync
pt_pt: Sincronização Final

source: Find my WHOOP
pt_pt: Encontrar o meu WHOOP

source: Finish setup
pt_pt: Concluir configuração

source: Finish setup to start using Goose with this strap.
pt_pt: Conclui a configuração para começar a usar o Goose com esta banda.

source: First name
pt_pt: Primeiro nome

source: Forget
pt_pt: Esquecer

source: Forget Remembered Device
pt_pt: Esquecer dispositivo memorizado

source: Frame Parse
pt_pt: Análise de Frame

source: Gate
pt_pt: Porta

source: Gate Sweep
pt_pt: Varrimento de Porta

# Gen %@ · %lld dBm
source: Gen %1$@ · %2$lld dBm
pt_pt: Gen %@ · %lld dBm

source: Gender
pt_pt: Género

source: Generation stopped
pt_pt: Geração interrompida

source: Good afternoon,
pt_pt: Boa tarde,

source: Good evening,
pt_pt: Boa noite,

source: Good morning,
pt_pt: Bom dia,

source: Goose can notify you when the strap connects, disconnects, or needs attention.
pt_pt: O Goose pode notificar-te quando a banda liga, desliga ou precisa de atenção.

source: Goose needs Bluetooth to find your owned WHOOP strap and keep the local connection live.
pt_pt: O Goose precisa de Bluetooth para encontrar a tua banda WHOOP e manter a ligação local activa.

source: Goose uses HealthKit only to prefill profile values.
pt_pt: O Goose usa o HealthKit apenas para pré-preencher os valores do perfil.

source: Goose uses historical activity and heart-rate data to calibrate Cardio Load. Consistent workout logging improves the dynamic range, and up to 6 weeks of data gives the most reliable status.
pt_pt: O Goose utiliza dados históricos de atividade e frequência cardíaca para calibrar a Carga Cardio. O registo consistente de treinos melhora o intervalo dinâmico e até 6 semanas de dados fornecem o estado mais fiável.

source: Goose uses location to track outdoor workouts, routes, pace, and distance while an activity is running.
pt_pt: O Goose usa a localização para registar exercícios ao ar livre, rotas, ritmo e distância durante uma actividade.

source: Haptic
pt_pt: Háptico

source: Health
pt_pt: Saúde

source: Health Adapter
pt_pt: Adaptador de Saúde

source: Health Connect Dry Run
pt_pt: Execução de Teste Health Connect

source: Health Monitor
pt_pt: Monitor de Saúde

source: Health Packet Capture
pt_pt: Captura de Pacotes de Saúde

source: Health Sources
pt_pt: Fontes de Saúde

source: Heart Rate
pt_pt: Frequência Cardíaca

source: HEART RATE
pt_pt: FREQUÊNCIA CARDÍACA

source: Heart rate unavailable
pt_pt: Frequência cardíaca indisponível

source: Heart rate zones
pt_pt: Zonas de frequência cardíaca

source: Height
pt_pt: Altura

source: Hello World Toast
pt_pt: Notificação Hello World

source: High
pt_pt: Alto

source: High freq
pt_pt: Alta frequência

source: High Freq
pt_pt: Alta Freq

source: High Frequency Sync
pt_pt: Sincronização de Alta Frequência

source: Historical
pt_pt: Histórico

source: Historical Order
pt_pt: Ordem Histórica

source: History RR
pt_pt: RR Histórico

source: History Temp
pt_pt: Temp. Histórica

source: Hold the pause/resume button for 5 seconds to unlock it.
pt_pt: Mantenha premido o botão de pausa/retomar durante 5 segundos para desbloquear.

source: Home
pt_pt: Início

source: HR Monitor
pt_pt: Monitor FC

source: HR monitor reconnection failed after 10 attempts. Tap "Retry HR Reconnect" to restart.
pt_pt: Reconexão do monitor FC falhou após 10 tentativas. Toca em "Repetir Reconexão Monitor FC" para reiniciar.

source: HR Reconnect
pt_pt: Reconectar Monitor FC

source: Import
pt_pt: Importar

source: Import Capture File
pt_pt: Importar Ficheiro de Captura

source: Import Command Evidence
pt_pt: Importar Evidência de Comandos

source: Import Emulator Log
pt_pt: Importar Registo do Emulador

source: Import from Apple Health
pt_pt: Importar do Apple Health

source: Import Labels
pt_pt: Importar Etiquetas

source: Import Weight
pt_pt: Importar Peso

source: Imported Sleep History
pt_pt: Histórico de Sono Importado

source: Imports And Matching
pt_pt: Importações e Correspondência

source: Inches
pt_pt: Polegadas

source: Include Raw Bytes
pt_pt: Incluir Bytes Brutos

source: Insights
pt_pt: Informações

source: Keep Bluetooth on and keep the strap close to this phone.
pt_pt: Mantém o Bluetooth ligado e a banda próxima deste telefone.

source: Keep Locked
pt_pt: Manter Bloqueado

source: Keep the strap close while Goose confirms it can read data.
pt_pt: Mantém a banda próxima enquanto o Goose confirma que consegue ler os dados.

source: Key saved
pt_pt: Chave guardada

source: Last frame
pt_pt: Último frame

source: Last Packet
pt_pt: Último Pacote

source: Last Result
pt_pt: Último Resultado

source: Last sync
pt_pt: Última sincronização

source: LAST SYNC
pt_pt: ÚLTIMA SINCRONIZAÇÃO

source: Latest Data Packet
pt_pt: Último Pacote de Dados

source: Latest Event
pt_pt: Evento Mais Recente

source: Latest Raw Bundle
pt_pt: Último Pacote Bruto

source: Latest value
pt_pt: Valor mais recente

source: Latest Zip
pt_pt: Último Zip

source: Links
pt_pt: Ligações

source: Listening For Movement
pt_pt: A escutar movimento

source: Live
pt_pt: Em directo

source: Live Data
pt_pt: Dados em Directo

source: Live HR
pt_pt: FC em Directo

source: Live Notifications
pt_pt: Notificações em Directo

source: Load Command Definitions
pt_pt: Carregar Definições de Comandos

source: Loading
pt_pt: A carregar...

source: Local alerts only
pt_pt: Apenas alertas locais

source: Local Data
pt_pt: Dados Locais

source: Local data, export, lint, and deletion state
pt_pt: Dados locais, exportação, lint e estado de eliminação

source: Local File
pt_pt: Ficheiro Local

source: Local Frame Match
pt_pt: Correspondência de Frame Local

source: Local Store
pt_pt: Armazenamento Local

source: Location
pt_pt: Localização

source: Log Export
pt_pt: Exportação de Registos

source: Log more nights and tags to improve the confidence score.
pt_pt: Registe mais noites e etiquetas para melhorar a pontuação de confiança.

source: Logs, support bundles, and troubleshooting
pt_pt: Registos, pacotes de suporte e resolução de problemas

source: Looking for your WHOOP
pt_pt: À procura do teu WHOOP

source: Low
pt_pt: Baixo

source: Low confidence
pt_pt: Confiança baixa

source: Low-level Bluetooth, hello, and event diagnostics
pt_pt: Bluetooth de baixo nível, hello e diagnósticos de eventos

source: Male
pt_pt: Masculino

source: Measurements
pt_pt: Medidas

source: Med
pt_pt: Méd

source: Metric
pt_pt: Métrico

source: Metric Context
pt_pt: Contexto de Métricas

source: Metric families
pt_pt: Famílias de métricas

source: Metric Families
pt_pt: Famílias de Métricas

source: Metric Highlights
pt_pt: Destaques de Métricas

source: Metric Sync Disabled
pt_pt: Sincronização de Métricas Desactivada

source: Model
pt_pt: Modelo

source: Model ID
pt_pt: ID do modelo

source: More
pt_pt: Mais

source: Must start with https://
pt_pt: Tem de começar com https://

source: Name, birthday, height, weight, and profile basics
pt_pt: Nome, data de nascimento, altura, peso e informações básicas do perfil

source: Needed
pt_pt: Necessário

source: Never
pt_pt: Nunca

source: New Conversation
pt_pt: Nova Conversa

source: Next Action
pt_pt: Próxima Acção

source: Next Cardio Load Point
pt_pt: Próximo Ponto de Carga Cardio

source: No activities
pt_pt: Sem actividades

source: No Cardio Load
pt_pt: Sem Carga Cardio

source: No data
pt_pt: Sem dados

source: No Database Yet
pt_pt: Nenhuma Base de Dados Ainda

source: No devices found
pt_pt: Nenhum dispositivo encontrado

source: No devices yet
pt_pt: Nenhum dispositivo ainda

source: No Energy Data
pt_pt: Sem dados de energia

source: No energy or stress data
pt_pt: Sem dados de energia ou stress

source: No events yet
pt_pt: Nenhum evento ainda

source: No HR monitors found. Make sure your device is nearby and powered on.
pt_pt: Nenhum monitor de FC encontrado. Certifica-te de que o dispositivo está próximo e ligado.

source: No key saved
pt_pt: Nenhuma chave guardada

source: No recovery insights
pt_pt: Sem informações de recuperação

source: No recovery timeline
pt_pt: Sem linha temporal de recuperação

source: No Sleep Timeline
pt_pt: Sem linha cronológica de sono

source: No steps, calories, workouts, sleep, or recovery metrics imported
pt_pt: Sem importação de passos, calorias, exercícios, sono ou métricas de recuperação

source: No strain insights
pt_pt: Sem informações de esforço

source: No strain trends
pt_pt: Sem tendências de esforço

source: No stress timeline
pt_pt: Sem linha temporal de stress

source: No stress trends
pt_pt: Sem tendências de stress

source: No trend data
pt_pt: Sem dados de tendência

source: No Trend Data
pt_pt: Sem Dados de Tendência

source: No Weekly Load
pt_pt: Sem carga semanal

source: No weekly load data
pt_pt: Sem dados de carga semanal

source: Non-binary
pt_pt: Não-binário

source: NOT AUTHORISED
pt_pt: NÃO AUTORIZADO

source: Not signed in
pt_pt: Não autenticado

source: Not synced
pt_pt: Não sincronizado

source: Notification capture, imports, and command evidence
pt_pt: Captura de notificações, importações e evidência de comandos

source: Notifications
pt_pt: Notificações

source: Now
pt_pt: Agora

source: NOW
pt_pt: AGORA

source: Off
pt_pt: Desligado

source: Open
pt_pt: Abrir

source: Open Activity
pt_pt: Abrir atividade

source: Open Health > Algorithms
pt_pt: Abrir Saúde > Algoritmos

source: Open Health Monitor
pt_pt: Abrir Monitor de Saúde

source: Opens date picker
pt_pt: Abre o seletor de data

source: Operational algorithm preferences
pt_pt: Preferências de algoritmos operacionais

source: Optical
pt_pt: Óptico

source: Overnight Guard
pt_pt: Guarda Nocturna

source: Oxygen Saturation
pt_pt: Saturação de Oxigénio

source: Packet Inputs
pt_pt: Entradas de Pacotes

source: Packet types
pt_pt: Tipos de pacotes

source: Packet-Derived Inputs
pt_pt: Entradas Derivadas de Pacotes

source: Packet-Derived Scores
pt_pt: Pontuações Derivadas de Pacotes

source: Pair your WHOOP strap
pt_pt: Emparelhar a tua banda WHOOP

source: Path
pt_pt: Caminho

source: Paths
pt_pt: Caminhos

source: Pending batches
pt_pt: Lotes pendentes

source: Perf Budget
pt_pt: Orçamento de Desempenho

source: Period
pt_pt: Período

source: Personal
pt_pt: Pessoal

source: Pick Cardio Load Date
pt_pt: Escolher Data de Carga Cardio

source: Pick Date
pt_pt: Escolher Data

source: Policy
pt_pt: Política

source: Power
pt_pt: Energia

source: Prefer not to say
pt_pt: Prefiro não dizer

source: Preference Status
pt_pt: Estado de Preferências

source: Preferences
pt_pt: Preferências

source: Preview
pt_pt: Pré-visualização

source: Previous Cardio Load Point
pt_pt: Ponto de Carga Cardio Anterior

source: Primary Selection
pt_pt: Selecção Principal

source: Primary sleep
pt_pt: Sono principal

source: Primary Sleep
pt_pt: Sono principal

source: Privacy
pt_pt: Privacidade

source: Privacy Lint
pt_pt: Lint de Privacidade

source: Profile
pt_pt: Perfil

source: Profile weight autofill only
pt_pt: Preenchimento automático do peso do perfil apenas

source: Property Suite
pt_pt: Suite de Propriedades

source: Protected Controls
pt_pt: Controlos Protegidos

source: Provider
pt_pt: Fornecedor

source: Pulse Info
pt_pt: Info de Pulso

source: Range
pt_pt: Intervalo

source: Range Polls
pt_pt: Sondagens de Intervalo

source: Raw Bundle
pt_pt: Pacote Bruto

source: Raw Export
pt_pt: Exportação Bruta

source: Raw Notifications
pt_pt: Notificações Brutas

source: Raw/Research K20
pt_pt: Bruto/Investigação K20

source: Re-do Onboarding
pt_pt: Refazer Integração

source: Read live battery, firmware, and strap notifications
pt_pt: Ler bateria, firmware e notificações da banda em directo

source: Reading strap data
pt_pt: A ler dados da banda
